{
    "400": "พารามิเตอร์คำขอผิด",
    "403": "ไม่ได้รับอนุญาตหรือการดำเนินการข้อมูลที่ผิดกฎหมาย",
    "404": "เราเตอร์ไม่ถูกต้อง",
    "405": "วิธีการขอไม่ถูกต้อง",
    "401": "การเข้าสู่ระบบไม่ถูกต้อง",
    "500": "เซิร์ฟเวอร์ผิดพลาด",
    "100001": "ใบรับรองผู้ขาย- อยู่ระหว่างการตรวจสอบ ไม่อนุญาตให้ส่งซ้ำ",
    "100002": "ผ่านการรับรองจากผู้ขาย",
    "100003": "KYC-ยังไม่อนุมัติ",
    "100004": "มีผู้ใช้อยู่แล้ว",
    "10001": "ไม่มีผู้ใช้",
    "10002": "การกู้รหัสผ่านผิดพลาด",
    "100005": "รหัสยืนยันผิดพลาด",
    "100006": "ลงทะเบียนผิดพลาด",
    "100007": "บัตรธนาคารไม่ถูกต้อง",
    "100008": "รหัสผ่านผิด",
    "100009": "ผูกการยืนยันจากGoogle อีกรอบแล้ว",
    "100010": "โปรดยืนยันข้อมูลจาก Google อีกครั้ง",
    "100011": "รหัสยืนยัน Google ผิดพลาด",
    "100012": "ผู้ขายรับรอง, ยอดเงินไม่พอ",
    "100013": "จากการตรวจสอบ ยอดเงินในบัญชี USDT ไม่พอสำหรับเงินวางประกัน",
    "100014": "ผู้ขายยังไม่ได้ตั้งชื่อผู้ขาย",
    "100015": "เกิดข้อผิดพลาดในการลงโฆษณา",
    "100016": "โฆษณาหมดอายุ",
    "100017": "โฆษณาหมดอายุ",
    "100018": "โฆษณาไม่พอ",
    "100019": "ยอดซื้อ \/ จำนวนไม่อยู่ในขอบเขต",
    "100020": "ยอดเงินในบัญชีไม่เพียงพอ",
    "100021": "ลงโฆษณา - จำนวนน้อยกว่าขั้นต่ำ",
    "100022": "ลงโฆษณา-สกุลเงินอยู่นอกเหนือกฎหมายกำหนด",
    "100023": "ลงโฆษณา - การผิดกฎที่น้อยที่สุด",
    "100024": "ลงโฆษณา - การผิดกฎที่มากที่สุด",
    "100025": "โฆษณา - อนุญาตเพียงหนึ่งโฆษณาเท่านั้น",
    "100026": "อัปเดตโฆษณา - มีการสั่งซื้อที่กำลังดำเนินการ",
    "100027": "ผู้ขายสนับสนุน XX เพื่อชำระเงินให้คุณ คุณต้องเพิ่มและเปิดใช้วิธีการรับเงิน",
    "100028": "ผู้ใช้ยกเลิก\/ยืนยันการชำระเงิน (คำสั่งซื้อ) คำสั่งซื้อที่ไม่อยู่ในดำเนินการ",
    "100029": "ผู้ใช้ยกเลิก\/ยืนยันการชำระเงิน (คำสั่งซื้อ) ดำเนินการผิดพลาด",
    "100030": "ผู้ใช้ยังไม่ยืนยันตัวตน",
    "100031": "วิธีรับเงินไม่ถูกต้อง",
    "100032": "คำสั่งซื้อไม่ถูกต้อง",
    "100033": "ติดตามคำสั่งซื้อ,ไม่ได้ติดตามคำสั่งซื้อในเวลาที่กำหนด",
    "100034": "อุทธรณ์คำสั่งซื้อ พารามิเตอร์รูปภาพไม่ถูกต้อง โปรดเรียก API การอัปโหลดก่อน",
    "100035": "อุทธรณ์คำสั่งซื้อ สถานะคำสั่งซื้อไม่อยู่ใน'ชำระเงินแล้ว",
    "100036": "ยืนยันรับเงิน (การปล่อยเหรียญ) คำสั่งซื้อยังไม่ยืนยันการชำระเงิน",
    "100037": "ผู้ขายยังไม่ได้รับการตรวจสอบ",
    "100038": "การอัปเดตจำนวนข้อผิดพลาดของโฆษณา",
    "100039": "คำสั่งซื้อที่ยังไม่ได้ยืนยันตัวตนหรือยังไม่ตั้งค่ารหัสผ่านการทำธุรกรรม",
    "100040": "บัญชีผู้รับมีอยู่แล้ว",
    "100041": "ต้องเปิดวิธีการรับเงินอย่างน้อยหนึ่งวิธี",
    "100042": "คุณถูกขึ้นบัญชีดำเนื่องจากทำผิดกฎกติกา",
    "100043": "คุณถูกแบนจากการซื้อขายเนื่องทำผิดกฎกติกา",
    "100044": "คำสั่งซื้อยังไม่ได้รับการยืนยันตัวตน",
    "100045": "คำสั่งซื้อ ยังไม่ได้ตั้งรหัสผ่านการทำธุรกรรม",
    "100046": "ลงโฆษณาแต่ยังไม่ได้ตั้งชื่อเล่นของผู้ขาย",
    "100047": "Adv order has complain",
    "100048": "เริ่มอุทธรณ์ มีคำสั่งซื้ออยู่ในระหว่างการอุทธรณ์",
    "100049": "รหัสผ่านซ้ำ",
    "100050": "รหัสผ่านการทำธุรกรรมต้องไม่เหมือนกับรหัสผ่านเข้าสู่ระบบ",
    "100051": "รูปแบบหมายเลขโทรศัพท์ไม่ถูกต้อง",
    "100052": "ไม่สนับสนุนประเทศนี้อีก",
    "100053": "ไม่มีบทความ",
    "100054": "ปิดโฆษณาเกิดข้อผิดพลาด",
    "100055": "ซื้อขายเหรียญผิดประเภทหรือถูกห้าม",
    "100056": "ธุรกรรมเหรียญ ยอดเงินไม่เพียงพอ",
    "100057": "ธุรกรรมเหรียญ จำกัดการทำธุรกรรมต้องกรอกราคา",
    "100058": "ไม่มีประเภทบัญชีสินทรัพย์",
    "100059": "ไม่สามารถยกเลิกคำสั่งซื้อที่รอดำเนินการ",
    "100060": "รหัสผ่านธุรกรรมไม่ถูกต้อง",
    "100061": "ไม่รองรับสกุลเงินฝากและถอน",
    "100062": "การถอนสกุลเงินนี้ถูกระงับ",
    "100063": "จำนวนเงินที่ถอนไม่เพียงพอที่จะชำระค่าธรรมเนียมหรือไม่อยู่ในขอบเขตที่กำหนด",
    "100064": "ธุรกรรมเหรียญ ไม่ถึงจำนวนธุรกรรมขั้นต่ำ",
    "100065": "อยู่ระหว่างการตรวจสอบยืนยันตัวตน ",
    "100066": "ผ่านการตรวจสอบยืนยันตัวตนเรียบร้อยแล้ว",
    "100067": "มีที่อยู่นี้แล้ว",
    "100068": "ที่อยู่กระเป๋าเงินไม่ถูกต้อง",
    "100069": "บัญชีถูกปิดใช้งาน"
}